<template>
  <div class="intro">
    <h2>工作室介绍</h2>
    <p>C.A.T工作室，成立于2017年，指导老师为梁祖红老师，分为前端和后台两个小组，致力于政府及企业级的大型项目开发，团队与玉兰集团、南方电网等公司建立了长期合作关系，近年来研发过广东省专家匹配系统、智能塑料回收瓶箱（与羊城通合作）等，同时组队参与App、小程序大赛并获得奖项，已有毕业师兄就职于一线互联网大厂。</p>
    <h2>主要成就</h2>
    <dl>
      <dt>国家海洋局南海分局北斗航标系统</dt>
      <dd>该航标系统主要用于将北斗卫星传来的航标数据标注在地图上，并显示航标所在海域的水文情况。</dd>
      <dt>广州市供电局运营分析平台</dt>
      <dd>该平台主要用于管理广州市各地用电、电路维护、人员分配等的多项数据。对数据进行清洗和分析，实现数据可视化管理，解决了人工处理大量数据时的无法预测的错误、降低了人力资本，提高了数据处理速率和准确性。</dd>
      <dt>“友捎”带货app</dt>
      <dd>以网络技术结合村民需要，为村民打造一站式捎货服务平台，提供省心、安全、便捷的捎货体验，致力于乡村扶贫服务，在构建美丽乡村的同时，提供了就业机会。</dd>
      <dt>广东玉兰集团有限公司的B2B订单系统</dt>
      <dd>该系统是一个B2B订单购物一体化平台，协助玉兰集团搭建线上销售平台，解决传统销售过程痛点，项目已成功上线。</dd>
      <dt>小鱿鱼智能塑料瓶回收箱</dt>
      <dd>该项目已与广州羊城公司达成合作，使用了人脸识别、图片识别、红外感应等技术，致力于构建美丽智慧城市。</dd>
    </dl>
    <h2>一问一答</h2>
    <dl>
      <dt>问：工作室学习的环境氛围如何？</dt>
      <dd>答：我们工作室的伙伴亲切友善，并且愿意带领新伙伴一起学习 成长，互帮互助，整体学习氛围比较轻松、欢乐，同时也会定期举办分享会，在自我提升的同时，也促进了其他小伙伴们的进步。</dd>
      <dt>问：工作室的前景怎么样？</dt>
      <dd>答：已有师兄进入到互联网大厂，工作室里能接到政府和企业的项目，也有师兄们打过比赛，无论是对个人成长还是对于日后的就业都有不少帮助。</dd>
      <dt>问：加入我们有福利吗？</dt>
      <dd>答：这个是肯定有的，我们会有定期旅游和零食大礼包，且遇到节日时也会举行团建，欢乐多多，惊喜不断。</dd>
      <dt>问：工作室的规章制度是怎么样的？</dt>
      <dd>答：我们并没有严格的打卡签到制度，相对弹性自由，可以由个人来合理规划自己的时间，在技术提升的同时，也能保证学业的进步，但也希望进来的小伙伴能够自律自觉完成学习任务。</dd>
      <dt>问：招新流程是什么样的呢？</dt>
      <dd>答：由于疫情原因，今年我们预计会召开线上宣讲会，而今年的招新流程为：线上笔试、线上面试、一轮考核与二轮考核。线上笔试主要考C和简单算法，而线上面试主要为了了解性格和一些专业知识，最后的考核阶段则是为了检验你的学习能力。</dd>
    </dl>
    <router-link to="/home">返回首页</router-link>
  </div>
</template>

<script>
  export default {
    name: 'intro',
  }
</script>